Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་སེམས་ཅན་རྣམས་ལ་སྙིང་བརྩེ་བས་མིའི་འཇིག་རྟེན་དུ་སྐྱེ་སྟེ། ལྷར་གྱུར་པ་ཉིད་ཀྱིས་ཆོས་ཀྱི་འཁོར་ལོ་མི་སྐོར་རོ།
en: It is due to their love and compassion for sentient beings that bodhisattvas are born into the world of humans, since gods do not turn the wheel of Dharma.

source: ཀུན་དགའ་བོ་སེམས་ཅན་རྣམས་ཞུམ་པར་འགྱུར་ཞིང་། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་ནི་ལྷར་གྱུར་པ་ཡིན་གྱི།
en: Ānanda, it is because beings would otherwise have been discouraged, thinking, ‘The Blessed One, the Thus-Gone One, the Worthy One, the completely perfect Buddha is a god.

source: བདག་ཅག་ནི་མི་ཙམ་དུ་ཟད་པས་ན། བདག་ཅག་གིས་གནས་དེ་ལྟ་བུ་ཡོངས་སུ་རྫོགས་པར་བྱ་བར་མི་ནུས་སོ། །
en: We are just human beings, so we are not able to achieve that state.’

source: ཞེས་ཞུམ་པར་འགྱུར་དུ་འོང་བའི་ཕྱིར་ཏེ། སྐྱེས་བུ་གླེན་པ་ཆོས་ཀྱི་རྐུན་པོར་གྱུར་པ་དེ་དག་འདི་སྙམ་དུ་སེམས་ཅན་དེ་ནི་བསམ་གྱིས་མི་ཁྱབ་པ་སྟེ། དེ་ནི་བདག་ཅག་གིས་ཚོད་གཟུང་བར་བྱ་བ་མ་ཡིན་ནོ་སྙམ་དུ་མི་སེམས་སོ། །ཀུན་དགའ་བོ་དེ་དག་ནི་དེའི་ཚེ་སངས་རྒྱས་ཀྱི་ཆོ་འཕྲུལ་ལའང་ཡིད་མི་ཆེས་པར་འགྱུར་ན། དེ་བཞིན་གཤེགས་པ་བྱང་ཆུབ་སེམས་དཔར་གྱུར་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཆོ་འཕྲུལ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: “It will not occur to these foolish beings, such thieves of the Dharma, to think, ‘This being is inconceivable and we cannot judge him.’ Ānanda, these future people will also not believe in the Buddha’s miracles, let alone the miracles displayed by the Thus-Gone Bodhisattva.

source: ཀུན་དགའ་བོ་ད་ལྟར་སྐྱེས་བུ་གླེན་པ་རྙེད་པ་དང་། བཀུར་སྟི་དང་ཚིགས་སུ་བཅད་པའི་ཟིལ་གྱིས་ནོན་པ། མི་གཙང་བར་བྱིང་བ། རིམ་གྲོའི་ཟིལ་གྱིས་ནོན་པ། མ་རབས་ཀྱི་ངང་ཚུལ་ཅན་དེ་དག་སངས་རྒྱས་ཀྱི་ཆོས་སྤོང་ཞིང་བསོད་ནམས་མ་ཡིན་པའི་མངོན་པར་འདུ་བྱ་བ་མང་པོ་ཇི་སྙེད་ཅིག་མངོན་པར་འདུ་བྱེད་པ་ལ་ལྟོས།། །།
en: Ānanda, these foolish beings will be overcome with desire for wealth, respect, and praise. They will sink into filth and be overcome with their lust for honor. In this way these impertinent beings will abandon the Buddha’s teachings. Just consider how much nonvirtue they will accumulate!”

source: ཀུན་དགའ་བོས་གསོལ་བ། བཅོམ་ལྡན་འདས་མ་བྱུང་བའི་དུས་ན། འདི་ལྟ་བུའི་མདོ་སྡེ་བཟང་པོ་ལ་ཡང་སྤོང་ཞིང་མི་སྙན་པར་བརྗོད་པ་དེ་ལྟ་བུའི་དགེ་སློང་དག་ཀྱང་འབྱུང་བ་ལགས་པ་ལྟ།
en: Ānanda asked, “Blessed One! In the future will there really be such monks who reject excellent sūtras like this one, and who speak poorly of them?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་དག་ནི་མདོ་སྡེ་འདི་ལྟ་བུ་སྤོང་ཞིང་མི་སྙན་པ་བརྗོད་པར་ཡང་མ་ཟད་དེ། སྡིག་པ་རྣམ་པ་དུ་མ་མངོན་པར་འདུ་བྱ་བ་མངོན་པར་འདུ་བྱེད་ཅིང་དགེ་སྦྱོང་གི་དངོས་པོ་དོན་དུ་མི་གཉེར་བ་དག་ཀྱང་འབྱུང་བར་འགྱུར་རོ།
en: “Ānanda,” replied the Blessed One, “not only will there be those who reject the sūtras and speak poorly of them, there will also be monks who perform many negative deeds and leave aside their obligations as monks.”

source: །གསོལ་པ་བཅོམ་ལྡན་འདས་འོ་ན་སྐྱེས་བུ་དམ་པ་མ་ལགས་པ་དེ་འདྲ་བ་དེ་དག་གི་འགྲོ་བ་ནི་ཅི་འདྲ་བ་ཞིག་ཏུ་འགྱུར། ཚེ་རབས་འཕོས་ནས་ནི་ཇི་ལྟ་བུ་ཞིག་ཏུ་མཆི།
en: Ānanda then asked, “Blessed One, please tell me how life will turn out for those wicked beings? What will happen as they move from one life to the next?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་དག་ནི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་མེད་པར་བྱས་ཏེ། འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་མི་སྙན་པས་སྐུར་པ་བཏབ་པའི་འགྲོ་བ་གང་ཡིན་པའི་འགྲོ་བ་དེར་འགྲོ་བར་འགྱུར་རོ།
en: The Blessed One replied, “They will share the fate of those who deny the Buddha’s awakening and those who insult and defame the buddhas, the blessed ones, of the past, present, and future.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་སྤུ་གཡོས་ནས་སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ་ཞེས་བརྗོད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་སྐྱེས་བུ་དམ་པ་མ་ལགས་པ་དེ་དག་གི་སྤྱོད་པ་འདི་དག་ཐོས་ནས་བདག་ནི་བརྒྱལ་བ་དང་འདྲ་བར་གྱུར་ཏོ།
en: Venerable Ānanda’s hairs stood on end as he exclaimed, “I pay homage to the Buddha!” He then said to the Blessed One, “Blessed One, when I hear about the conduct of those wicked beings, it almost makes me faint!”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་དག་གི་སྤྱོད་པ་ནི་མཉམ་པར་མི་འགྱུར་ཞིང་། སེམས་ཅན་དེ་དག་ནི་མི་མཉམ་པའི་སྤྱོད་པ་ཅན་དུ་འགྱུར་རོ།
en: “Ānanda,” said the Blessed One, “the behavior of such people will not be proper, but base.

source: །ཀུན་དགའ་བོ་དེ་དག་ཚུལ་དང་མི་འདྲ་བའི་སྤྱོད་པ་དེས་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། །ཀུན་དགའ་བོ་དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ།
en: Ānanda, through their improper conduct, these beings will fall into the great hell of incessant pain. Why is this? Ānanda, there are some monks, nuns, laymen, and laywomen who do not feel inspired when they hear sūtras like this one.

source: དགེ་བསྙེན་མ་གང་ལ་ལ་ཞིག་མདོ་སྡེ་འདི་ལྟ་བུ་འདི་དག་ཐོས་ནས་མ་མོས་ཤིང་ཡིད་མི་ཆེས་པ་དང་། །སྤོང་བ་དེ་དག་ནི་ཤི་འཕོས་མ་ཐག་ཏུ་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འགྱུར་རོ།
en: Instead they do not trust these sūtras and they reject them. As soon as they die, they will all fall into the great Hell of Ultimate Torment.

source: །ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་ལ་ནི་ཚད་དུ་མ་བྱེད་ཅིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Ānanda, one should never attempt to measure the thus-gone ones. Why not?

source: །ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་ནི་ཚད་མེད་ཅིང་ཟབ་ལ་རྒྱ་ཆེ་ཞིང་གཏིང་དཔག་དཀའ་བའོ།
en: Because, Ānanda, the thus-gone ones are immeasurable, profound, vast, and difficult to judge.

source: །ཀུན་དགའ་བོ་ལ་ལ་ཞིག་གིས་མདོ་སྡེ་འདི་ལྟ་བུ་འདི་དག་ཐོས་ནས་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་དང་། །དད་པ་སྐྱེ་བའི་སེམས་ཅན་དེ་དག་གིས་ནི་ཐོབ་པ་ལེགས་པར་ཐོབ་པ་ཡིན་ཏེ།
en: “Ānanda, when some beings hear sūtras like this one, they become joyful, elated, and full of faith. Those beings obtain something wonderful.

source: དེ་དག་གི་འཚོ་བ་ནི་དོན་ཡོད་པའོ། །དེ་དག་གི་མིའི་དངོས་པོ་ནི་དོན་ཡོད་པའོ།
en: Their lives become meaningful and their humanity serves a purpose.

source: །དེ་དག་གི་སྤྱོད་པ་ལེགས་པར་སྤྱད་པའོ། །དེ་དག་གིས་ནི་སྙིང་པོ་བླངས་སོ།
en: Their conduct is excellent and they take hold of what is truly essential.

source: །དེ་དག་ནི་ངན་སོང་གསུམ་ལས་གྲོལ་བའོ།
en: They are freed from the three lower realms.

source: །དེ་དག་ནི་དེ་བཞིན་གཤེགས་པའི་སྲས་སུ་འགྱུར་རོ། །དེ་དག་གིས་ནི་དགོས་པ་ཐམས་ཅད་ཡོངས་སུ་ཐོབ་བོ།
en: They become heirs of the thus-gone ones and obtain all that they need.

source: །དེ་དག་གིས་དད་པ་ཐོབ་པ་ནི་དོན་ཡོད་དོ། །དེ་དག་གིས་ནི་ཡུལ་འཁོར་གྱི་ཟས་ལེགས་པར་ཟོས་སོ།
en: Their trust is meaningful and they will receive their fair share of the provisions of the kingdom.

source: །དེ་དག་གིས་ནི་སེམས་ཅན་དམ་པ་རྣམས་ལ་ལེགས་པར་མོས་པ་ཡིན་ནོ། །དེ་དག་ནི་བདུད་ཀྱི་ཞགས་པ་གཏུབས་པ་ཡིན་ནོ།
en: They will trust deeply in noble beings and cut through Māra’s snares.

source: །དེ་དག་ནི་འཁོར་བའི་འབྲོག་དགོན་པ་ལས་རྒལ་ཏོ། །དེ་དག་གིས་ནི་མྱ་ངན་གྱི་ཟུག་རྔུ་ཕྱུང་ངོ་།
en: They will cross over the wastelands of saṃsāra and remove the thorns of misery.

source: །དེ་དག་གིས་ནི་མཆོག་ཏུ་དགའ་བའི་དངོས་པོ་རྗེས་སུ་ཐོབ་བོ། །དེ་དག་གིས་ནི་སྐྱབས་སུ་འགྲོ་བ་ལེགས་པར་བླངས་སོ།
en: They will reach a place of supreme joy and genuinely take refuge.

source: དེ་དག་ནི་སྦྱིན་པའི་གནས་ཡིན་ཏེ་མཆོད་པར་འོས་པའོ།
en: As appropriate objects for others’ generosity, they are worthy recipients of offerings.

source: །དེ་དག་ནི་འཇིག་རྟེན་ན་འབྱུང་བར་དཀོན་པའོ། །དེ་དག་ནི་འཇིག་རྟེན་ན་སྦྱིན་པའི་གནས་སུ་གཟུང་བའོ།
en: These beings appear in the world only rarely, and when here they are to be held as proper objects of generosity.

source: དེ་བཞིན་གཤེགས་པའི་ཆོས་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པ་རྣམ་པ་འདི་ལྟ་བུ་འདི་ལ་དད་པའི་ཕྱིར་རོ།
en: It is because they have faith in the teachings of the thus-gone ones, which go against all worldly conventions.

source: །ཀུན་དགའ་བོ་སེམས་ཅན་དེ་དག་ནི་དགེ་བའི་རྩ་བ་ངན་ངོན་དང་ལྡན་པ་མ་ཡིན་ཏེ།
en: “Ānanda, those beings do not possess any inferior forms of roots of virtue.

source: ཀུན་དགའ་བོ་སེམས་ཅན་དེ་དག་ནི་ང་དང་ཚེ་རབས་འགའ་ཞིག་ཏུ་འགྲོགས་པར་གྱུར་པའི་གྲོགས་པོ་མ་ཡིན་ནོ།
en: Ānanda, those beings are not just companions who befriend me for a few lifetimes only.

source: ཀུན་དགའ་བོ་ལ་ལ་ནི་ཐོས་པ་ཙམ་གྱིས་དགའ་ཞིང་ཡིད་དུ་འོང་བ་ཡོད་ཀྱི་མཐོང་ན་མ་ཡིན་ནོ།
en: Because, Ānanda, some beings are pleased and delighted to hear me, but not to see me.

source: །ཀུན་དགའ་བོ་ལ་ལ་ནི་མཐོང་བས་དགའ་ཞིང་ཡིད་དུ་འོང་བ་ཡོད་ཀྱི་ཐོས་པས་ནི་མ་ཡིན་ནོ།
en: Some, Ānanda, are pleased and delighted to see me, but not to hear me.

source: །ཀུན་དགའ་བོ་ལ་ལ་ནི་མཐོང་ན་ཡང་དགའ་ཞིང་ཡིད་དུ་འོང་ལ་ཐོས་ན་ཡང་དགའ་ཞིང་ཡིད་དུ་འོང་བ་ཡོད་དོ།
en: Still others, Ānanda, are pleased and delighted both to see me and to hear me.

source: །ཀུན་དགའ་བོ་གང་ཡང་རུང་སྟེ། ལ་ལ་ཞིག་མཐོང་ངམ། །ཐོས་ནས་དགའ་ཞིང་ཡིད་དུ་འོང་བར་གྱུར་ན། ཁྱོད་ཀྱིས་དེ་ལ་འདི་ལྟར་དེ་དག་ནི་ང་དང་ཚེ་རབས་འགའ་ཞིག་ཏུ་འགྲོགས་པའི་གྲོགས་པོ་ཡིན་པར་ངེས་པར་རྟོགས་པར་བྱ་བ་སྟེ།
en: Ānanda, whatever the case, when beings are pleased and delighted to see me or hear me, you can be certain that they are friends who have accompanied me for multiple lifetimes.

source: དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་གཟིགས་སོ། །དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་དགྲོལ་བར་བྱ་བའོ།
en: The Thus-Gone One sees them, and the Thus-Gone One will liberate them.

source: །དེ་དག་ནི་དེ་བཞིན་གཤེགས་པ་དང་ཡོན་ཏན་གྱི་ཆ་མཉམ་པའོ།
en: They have the same qualities as the Thus-Gone One.

source: །དེ་དག་ནི་དེ་བཞིན་གཤེགས་པ་ལ་སྐྱབས་སུ་དོང་བའོ།
en: They have gone for refuge in the Thus-Gone One.

source: །དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་བཟུང་བའོ།
en: The Thus-Gone One has accepted them.

source: །ཀུན་དགའ་བོ་ང་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ཉིད་ཀྱི་ཚེ་ཡང་སེམས་ཅན་སུ་ཡང་རུང་སྟེ། འཇིགས་པས་ཉམ་ཐག་ཅིང་འོངས་ནས་མི་འཇིགས་པ་སློང་ན་སེམས་ཅན་དེ་དག་ལ་ངས་མི་འཇིགས་པ་བྱིན་པར་གྱུར་ན།
en: “Ānanda, even during earlier times when I was practicing the conduct of a bodhisattva, others came to see me, desperate and bound by fear, begging me to protect them from their fears, which I did.

source: །ང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པར་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: So now that I have awakened to perfect and complete buddhahood, I will certainly do the same.

source: །ཀུན་དགའ་བོ་དད་པ་ལ་བརྩོན་པར་གྱིས་ཤིག །འདི་ནི་དེ་བཞིན་གཤེགས་པས་བཅོལ་བའོ།
en: Ānanda, strive in faith; the Thus-Gone One urges you thus!

source: །ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་བྱ་བ་ཅི་ཡོད་པ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་བྱས་སོ།
en: Ānanda, the task before you has already been completed by the Thus-Gone One.

source: །ང་རྒྱལ་གྱི་ཟུག་རྔུ་ནི་དེ་བཞིན་གཤེགས་པས་བསལ་ཏོ།
en: The Thus-Gone One has pulled out the thorn of pride.

source: །ཀུན་དགའ་བོ་གྲོགས་པོའི་གཏམ་ཐོས་པ་ཙམ་གྱིས་ཀྱང་དཔག་ཚད་བརྒྱའི་ལམ་དུ་ཡང་འགྲོ་སྟེ། ཐོས་པས་ཀྱང་དགའ་བར་འགྱུར་བ་ཡིན་ན། །སྔར་མ་མཐོང་བ་ལས་མཛའ་བོ་མཐོང་བར་གྱུར་ན་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: “Ānanda, if a person is willing to travel for hundreds of miles just to receive news of a friend and is delighted to hear that news, then how about if they actually meet their friend?

source: གང་ང་ལ་རྟེན་ཅིང་དགེ་བའི་རྩ་བ་སྐྱེད་པར་བྱེད་པ་དེ་དག་ནི་མ་བྱོན་པའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་མཁྱེན་ཅིང་སེམས་ཅན་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་སྔོན་གྱི་མཛའ་བོ་སྟེ།
en: Whoever relies on me and generates the roots of virtue will be recognized by the future thus-gone ones, the worthy ones, the completely perfect buddhas, who will think, ‘Those beings are the old friends of the thus-gone ones.

source: །དེ་དག་ནི་བདག་ཅག་གི་ཡང་མཛའ་བོ་ཡིན་ནོ་སྙམ་དུ་དགོངས་སོ།
en: They are also our friends.’

source: །ཀུན་དགའ་བོ་མཛའ་བོ་གང་ཡིན་པ་དེ་ནི་མཛའ་བོ་ལ་སྡུག་ཅིང་ཡིད་དུ་འོང་བ་ཡིན་ནོ།
en: Ānanda, it is because friends please and delight each other.

source: །མཛའ་བོ་དེའི་གང་སྡུག་པའི་གྲོགས་པོ་དེ་ཡང་དེ་ལ་སྡུག་ཅིང་ཡིད་དུ་འོང་བ་ཡིན་ནོ།
en: Whoever is dear to one’s friend is also dear and delightful to oneself.

source: །ཀུན་དགའ་བོ་དེ་ལྟ་བས་ན་ཁྱོད་མོས་པར་བྱ་ཞིང་ཁོང་དུ་ཆུད་པར་བྱས།
en: Therefore, Ānanda, have trust and understand it to be so.

source: །དད་པ་ཙམ་ཡང་སྐྱེད་པར་གྱིས་ཤིག །ངས་མ་བྱོན་པའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ལ་ཡང་གཏད་དེ།
en: Develop trust and think, ‘I also entrust myself to the thus-gone ones, the worthy ones, the completely perfect buddhas of the future.

source: །དེ་དག་ཀྱང་འདི་དག་ནི་བདག་ཅག་གི་ཡང་མཛའ་བོ་ཡིན་ནོ་ཞེས་བྱ་བར་མཁྱེན་ཅིང་། །བསམ་པ་རྫོགས་པར་མཛད་པར་འགྱུར་རོ།
en: They are also my friends.’ Think like this, and your wishes will be fulfilled.

source: །ཀུན་དགའ་བོ་འདི་ལྟ་སྟེ། དཔེར་ན་སྐྱེས་བུ་ལ་ལ་ཞིག་ལ་བུ་དག་ཉན་ཅིང་། འཐུན་པར་འཛིན་པ་གཅིག་པུ་ཞིག་བདོག་པར་གྱུར་ལ། སྐྱེས་བུ་དེ་ཡང་མཛའ་བོ་མང་བ་ཞིག་ཡིན་ན། ཕ་དེ་ཤིར་ཟིན་ཀྱང་ཕའི་མཛའ་བོས་ཡོངས་སུ་བཟུང་བའི་བུ་དེ་ནི་ཕོངས་པར་མི་འགྱུར་རོ།
en: “Ānanda, think of this example: Consider a man who is strong and well-regarded but has only one son. Now, if that father has many friends, then even if he should pass away, the friends of the father will still accept the son and not reject him.

source: །ཀུན་དགའ་བོ་དེ་བཞིན་དུ་གང་སུ་ཡང་རུང་སྟེ་ང་ལ་དད་ན་དེ་དག་ངས་བཟུང་བ་ཡིན་ཏེ། །དེ་དག་ནི་ངའི་མཛའ་བོའོ།
en: Ānanda, in the same way, whoever has faith in me, I will accept as my friend.

source: །དེ་དག་ནི་ང་ལ་སྐྱབས་སུ་དོང་བའོ།
en: They will take refuge in me.

source: །དེ་བཞིན་གཤེགས་པ་ནི་མཛའ་བོ་མང་པོ་མངའ་བ་སྟེ།
en: The Thus-Gone One has many friends.

source: །དེ་བཞིན་གཤེགས་པའི་མཛའ་བོ་དེ་དག་ཀྱང་ཡང་དག་པར་གསུང་ཞིང་བརྫུན་དུ་མི་གསུང་བས་དེ་བཞིན་གཤེགས་པའི་མཛའ་བོ་དེ་དག་ཀྱང་ཡང་དག་པར་གསུང་བ་མ་འོངས་པའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ལ་དེ་དག་རྗེས་སུ་གཏད་ཀྱིས།
en: And because those friends of the Thus-Gone One speak genuinely and tell no lies, I entrust those friends of the Thus-Gone One to those who speak the truth—the future thus-gone ones, the worthy ones, the completely perfect buddhas.

source: ཀུན་དགའ་བོ་དད་པ་ལ་བརྩོན་པར་གྱིས་ཤིག །འདི་ནི་ངས་ཁྱོད་ལ་བཅོལ་བའོ།
en: Therefore, Ānanda, strive to have faith! That is what I ask of you!”

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་བཙས་པའི་ཚེ། ལྷའི་བུ་མོ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོ་དག་ནམ་མཁའི་དཀྱིལ་ན་གནས་ཤིང་ལྷ་མོ་སྒྱུ་འཕྲུལ་ལ་ལྷའི་མེ་ཏོག་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། བྱུག་པ་དང་། གོས་དང་། རྒྱན་གྱིས་མངོན་པར་འཐོར་བར་གྱུར་ཏོ།
en: Thus, monks, when the Bodhisattva was born, many trillions of goddesses resting in the center of the sky showered divine flowers, incense, garlands, scented oils, cloths, and jewels upon Māyādevī.

source: དགེ་བ་དྲི་མེད་རྣམ་དག་གསེར་གྱི་འོད་ལྡན་ཉི་ཟླའི་འོད་ལྡན་པ། །ལྷ་ཡི་བུ་མོ་སྒྲ་དབྱངས་སྙན་བརྗོད་སྟོང་ཕྲག་དྲུག་ཅུ་དེ་ཡི་ཚེ།
en: At that time sixty thousand goddesses with melodious voices, Glowing with virtuous, stainless, pure golden light, resplendent like the sun and moon,

source: །སྐད་ཅིག་དེ་ལ་ལུམ་བི་ནི་ར་ལྷགས་ལྷ་མོ་སྒྱུ་འཕྲུལ་དེ་ལ་སྨྲ།
en: Arrived at Lumbinī and spoke to Māyādevī:

source: །མི་དགྱེས་མ་མཛད་རབ་ཏུ་དགྱེས་མཛད་བདག་ཅག་ཁྱོད་ཀྱི་ཕྱག་རྗེད་ལགས།
en: “Do not be displeased but filled with joy! We are your servants.

source: །བདག་ཅག་རྣམས་ཀྱིས་བགྱི་བ་ཅི་མཆིས་ཅི་བགྱི་ཅི་འཚལ་བཀའ་སྩོལ་ཅིག །བདག་ཅག་ཁྱོད་ཀྱི་ཕྱག་རྗེད་ནུས་ལྡན་ཉེ་བའི་སེམས་དང་ལྡན་པ་ལགས།
en: “Please tell us what to do, what you wish to be done; We are your capable servants, with loving intentions.

source: །ཁྱོད་ཀྱིས་དགྱེས་ཤིང་བདེ་བའི་ཉམས་བསྐྱེད་མི་དགྱེས་ཐམས་ཅད་སྤང་བར་གསོལ།
en: We beg you to be joyful and abandon all sorrow;

source: །རྒ་ཤི་སེལ་བའི་སྨན་པ་དམ་པ་དེ་རིང་ལྷ་མོ་མྱུར་སྐྱེད་འགྱུར།
en: Today, queen, you shall give birth with ease To the sublime physician who will overcome sickness and death!

source: །ཇི་ལྟར་ཞུགས་ཤིང་འདི་རྣམས་ཁ་འབུས་ས་ལ་མེ་ཏོག་རྒྱས་གྱུར་ཅིང་།
en: “The trees’ buds open, and the sāl trees blossom;

source: །སྟོང་ཕྲག་བགྲངས་པའི་ལྷ་རྣམས་དྲུང་ན་གནས་ཤིང་ལག་པ་འདུད་པ་དང་། །ཇི་ལྟར་དོག་ས་རྒྱ་མཚོར་བཅས་ཏེ་རྣམ་པ་དྲུག་ཏུ་གཡོས་ལགས་ན།
en: Thousands of gods stand before you, bowing their arms. The earth and the sea tremble in six different ways;

source: །ཁྱོད་ལས་ལྷ་ཡུལ་མི་ཡུལ་སྒྲ་གྲགས་འཇིག་རྟེན་འདས་པའི་སྲས་བལྟམ་འགྱུར།
en: Thus your son will be known here and in heaven as the Transcendent One.

source: །ཇི་ལྟར་རྣམ་དག་འོད་ཀྱིས་རྣམ་པར་མཛེས་ཤིང་གསེར་གྱི་ཁ་དོག་བཟང་།
en: “A pure light beautifies everything, glowing golden;

source: །ནམ་མཁའི་དཀྱིལ་ལས་ཡིད་འོང་སིལ་སྙན་བརྒྱ་དག་མ་དཀྲོལ་སྒྲ་འབྱིན་དང་། །ཇི་ལྟར་དག་ཅིང་གཙང་ལ་འདོད་ཆགས་བྲལ་བའི་ལྷ་རྣམས་བརྒྱ་སྟོང་ཡང་།
en: Hundreds of fine instruments resound from the empty sky without being played. A hundred thousand pure, clean gods free from desire joyfully pay homage;

source: །དགའ་སེམས་ཕྱག་འཚལ་བ་ལས་དེ་རིང་འཇིག་རྟེན་ཀུན་ཕན་བལྟམ་པར་གྱུར།
en: Today the One Who Will Benefit the Entire World shall be born.

source: །བརྒྱ་བྱིན་ཚངས་པ་འཇིག་རྟེན་སྐྱོང་དང་དེ་བཞིན་ལྷ་རྣམས་གཞན་དག་ཀྱང་།
en: Śakra, Brahmā, the guardians of the world, and other gods

source: །དགའ་ཞིང་བྲོད་པའི་སེམས་ཀྱིས་དྲུང་དུ་གནས་ནས་ལག་པ་འདུད་པ་བགྱིད།
en: Stand by, joyfully and happily, with folded hands.”

source: །སྐྱེས་བུ་སེང་གེ་བརྟུལ་ཞུགས་གྲུབ་པ་དེ་ཡང་རྩིབ་ལོགས་གཡས་ནས་བྱུང་།
en: The Lion-like Being, with disciplined conduct, emerged from Māyādevī’s right side;

source: །གསེར་གྱི་རི་དང་འདྲ་ཞིང་དག་པའི་འོད་དང་ལྡན་པའི་འདྲེན་པ་བལྟམ།
en: Like a golden mountain, glowing with purity, the Guide was born.

source: །བརྒྱ་བྱིན་ཚངས་པ་གཉིས་ཀྱིས་ལག་པ་དར་ཏེ་ཐུབ་པ་དེ་ཡང་བླངས།
en: Śakra and Brahmā held out their hands, receiving the Sage;

source: །ཞིང་རྣམས་བརྒྱ་སྟོང་འོད་བཟངས་བཀྱེ་བས་ཐམས་ཅད་རབ་ཏུ་གཡོས་པར་གྱུར།
en: A hundred thousand realms trembled and were suffused with light.

source: །ངན་སོང་གསུམ་གྱི་སེམས་ཅན་རྣམས་ཀྱང་བདེ་ཞིང་སྡུག་བསྔལ་མེད་གྱུར་ཏེ།
en: The beings of the three lower realms were joyful, their sufferings freed;

source: །ལྷ་རྣམས་བརྒྱ་ཕྲག་སྟོང་གིས་མེ་ཏོག་གཏོར་ཏེ་གོས་ཀྱི་གཡབ་མོ་ཕྱུང་།
en: A hundred thousand gods scattered flowers and waved banners.

source: །དེ་ཚེ་ས་འདི་སྟོབས་མཐུ་ལྡན་ཞིང་རྡོ་རྗེའི་དངོས་གནས་པད་མ་མཛེས།
en: From the solid earth sprung beautiful lotuses, the nature of vajra.

source: །སྣ་ཚོགས་མངོན་མཐོན་དགེ་ལ་འདྲེན་པ་འཁོར་ལོའི་མཚན་རིས་ཞབས་བཞག་སྟེ།
en: They appeared auspiciously where the Guide placed his wheel-marked feet.

source: །གོམ་པ་བདུན་དུ་བཞུད་ནས་ཚངས་པའི་སྒྲ་དབྱངས་དམ་པ་གསུངས་པ་ནི།
en: He took seven steps and spoke with a melodious voice like Brahmā’s,

source: །རྒ་ཤི་སེལ་བའི་སྨན་པ་དམ་པ་སེམས་ཅན་མཆོག་ཏུ་བདག་འགྱུར་རོ།
en: “I will be a perfect being, a sublime physician who cures old age and death!”

source: །ཚངས་པའི་མཆོག་དང་བརྒྱ་བྱིན་ལྷ་མཆོག་ནམ་མཁའི་དཀྱིལ་ན་འཁོད་གྱུར་ཏེ།
en: Brahmā and Śakra, the supreme gods, hovered in the center of space;

source: །གཙང་ཞིང་དང་ལ་མཛེས་པའི་སྤོས་ཆུ་དག་གིས་འདྲེན་པའི་སྐུ་ཡང་བསིལ།
en: They bathed the body of the Guide with pure, clean, and fragrant water.

source: །ཀླུ་ཡི་རྒྱལ་གཉིས་བར་སྣང་གནས་ནས་གྲང་དྲོའི་ཆུ་ཡི་རྒྱུན་ཀྱང་གཏོར།
en: Two nāga kings, dwelling in space, spouted forth two streams of cool and warm water;

source: །ལྷ་རྣམས་བརྒྱ་སྟོང་དག་ཀྱང་སྤོས་ཆུ་དག་གིས་འདྲེན་པའི་སྐུ་བསིལ་བྱེད།
en: As well, one hundred thousand gods bathed the Guide’s body with fragrant water.

source: །འཇིག་རྟེན་སྐྱོང་བ་རྣམས་ཀྱང་རིམ་གྲོ་དམ་པར་ལག་པ་བཟང་པོས་ལེན།
en: The guardians of the world, with deep respect, held him in their fine hands;

source: །སྟོང་གསུམ་འདི་ཡང་རྒྱུ་དང་མི་རྒྱུ་བཅས་པར་རབ་ཏུ་གཡོས་པར་གྱུར།
en: The trichiliocosm, with all its animate and inanimate contents, shook.

source: །མཛེས་པའི་འོད་རྣམས་བཀྱེ་བས་ངན་སོང་རྣམས་ཀྱང་རབ་ཏུ་ཞི་བར་འགྱུར།
en: As dazzling light streamed forth, even the lower realms were pacified;

source: །འཇིག་རྟེན་རྣམ་པར་འདྲེན་པ་བལྟམ་པས་ཉོན་མོངས་སྡུག་བསྔལ་དེ་དག་ཞི།
en: When the Guide of the World was born, all suffering and afflictions ceased.

source: །མི་ཡི་འདྲེན་པ་རྒྱལ་བ་ལ།
en: Upon the Victorious Guide of Men,

source: །ལྷ་རྣམས་མེ་ཏོག་སིལ་མ་འཐོར།
en: The gods showered a cooling rain of flowers.

source: །སྟོབས་དང་བརྩོན་འགྲུས་ལྡན་པ་ཡི།
en: Then the strong and diligent being

source: །བརྟན་པ་གོམ་པ་བདུན་དུ་བཞུད།
en: Took seven steps.

source: །ས་ཕྱོགས་གང་དུ་ཞབས་བཞག་པ།
en: Wherever he placed his feet on the ground,

source: །དེར་ནི་པད་མ་བཟང་པོའི་མཆོག །རིན་ཆེན་ཀུན་གྱིས་བརྒྱན་པ་དག །ས་ལས་མངོན་དུ་འཐོན་པར་གྱུར།
en: A beautiful lotus, Adorned with many jewels, Sprouted forth from the earth.

source: །དེ་ལྟར་གོམ་པ་བདུན་བཞུད་ནས།
en: Thus, having taken seven steps, With the melodious voice of Brahmā, he proclaimed,

source: །རྒ་དང་འཆི་བ་སེལ་བ་ཡི། །སྨན་པ་དམ་པ་འདིར་བྱུང་ཞེས། །ཚངས་པའི་དབྱངས་ཀྱིས་གསུང་བརྗོད་དོ།
en: “The sublime physician, dispeller of old age and death, Has now arrived!”

source: །འཇིགས་མེད་ཕྱོགས་སུ་རྣམ་གཟིགས་ཏེ།
en: Fearlessly he looked in all directions

source: །དེ་ནས་དོན་ལྡན་གསུང་ཕྱུང་བ།
en: And then spoke meaningfully,

source: །ང་ནི་འཇིག་རྟེན་ཀུན་གྱི་གཙོ།
en: “I am the leader of the world;

source: །འཇིག་རྟེན་ཕུལ་ཕྱིན་རྣམ་པར་འདྲེན།
en: Supreme in this world, I am its guide.

source: །ང་ཡི་སྐྱེ་མཐའ་འདི་ཡིན་ཞེས།
en: “This is my last birth.”

source: །མི་ཡི་འདྲེན་པས་འཛུམ་པ་མཛད།
en: Saying this, the Guide of Men smiled.

source: །ལྷ་དབང་བཅས་དང་འཇིག་རྟེན་སྐྱོང་དག་རབ་ཏུ་དད་སེམས་སྐྱེས།
en: Śakra and the world protectors felt strong faith

source: །སྤོས་ཆུ་མཆོག་གིས་འཇིག་རྟེན་ཕན་པའི་དོན་མཛད་སྐུ་ཡང་བསིལ།
en: And bathed the benefactor of the world with the finest scented water.

source: །ཀླུ་ཡི་དབང་པོ་རྣམས་ཀྱང་ལྷན་ཅིག་འཐུན་པར་བྱས་ནས་ནི།
en: The nāga kings, too, followed suit,

source: །དྲི་ཞིམ་སྤོས་ཆུ་དག་གི་རྒྱུན་གྱིས་སྐུ་ཡང་བསིལ་བ་བྱས།
en: Bathing his body with streams of scented water.

source: །ལྷ་གཞན་ཁྲག་ཁྲིག་དག་ཀྱང་བར་སྣང་ལ་ནི་གནས་ནས་སུ།
en: Ten billion other gods suspended in the sky

source: །དྲི་ཞིམ་སྤོས་ཆུ་མཆོག་གི་རྒྱུན་གྱིས་རང་བྱུང་སྐུ་ཡང་བསིལ།
en: Also cooled his self-arisen body with streams of delightful scented water.

source: །གདུགས་དཀར་ཡངས་དང་རྔ་ཡབ་བཟང་པོ་དམ་པ་ཐོགས་ནས་ནི།
en: They held aloft vast white parasols and beautiful yak-tail fans;

source: །བར་སྣང་འཁོད་དེ་ལྷ་རྣམས་མི་ཡི་ཁྱུ་མཆོག་སྐུ་བསིལ་བྱེད།
en: Hovering in space, the gods bathed the body of the leader of men.

source: །སྐྱེས་བུ་གཅིག་ཅིག་རིངས་པར་འོངས་ནས་ཟས་གཙང་དེ་ལ་དགར་སྨྲས་པ།
en: One man swiftly related the joyful news to Śuddhodana:

source: །ལྷ་ཅིག་འབྱོར་པ་རྒྱས་གྱུར་ཁྱོད་ཀྱི་སྲས་ནི་མཚན་གྱིས་བརྒྱན་པ་བལྟམ།
en: “O King, great fortune! Your son has been born, adorned with signs!

source: །དེ་ནི་ངེས་པར་འཁོར་ལོས་སྒྱུར་བའི་དབང་ཕྱུག་གདུང་རབས་རིན་ཆེན་འཚོབ།
en: He will certainly be a universal monarch, the jewel of your family lineage;

source: །འཛམ་བུའི་གླིང་འདི་གདུགས་མང་གཅིག་འགྱུར་ཕས་ཀྱི་དགྲ་ཡང་མ་མཆིས་འགྱུར།
en: Uniting the victory banners of Jambudvīpa under one umbrella, he will have no enemies.”

source: །དེ་ནས་སྐྱེས་བུ་གཉིས་འོངས་ཟས་གཙང་རྒྱལ་པོའི་མདུན་དུ་དེ་སོང་སྟེ།
en: Then a second man came and presented himself before Śuddhodana. “O King, great fortune!

source: །ལྷ་ཅིག་འབྱོར་པ་རྒྱས་གྱུར་ཤཱཀྱའི་རིགས་སུ་རྒྱལ་བུ་སྐྱེས་གྱུར་ན།
en: Now, just as the prince has been born into the Śākya clan,

source: །ཤཱཀྱ་རྣམས་ཀྱི་གྲོང་དུ་རོགས་པ་འབུམ་ཕྲག་ལྔ་ནི་བཙས་པ་སྐྱེས་པར་གྱུར།
en: There were 25,000 sons born to the Śākya house.

source: །ཀུན་ཀྱང་གཞན་གྱིས་མི་ཐུབ་སྟོབས་དང་ལྡན་ཞིང་ཚན་པོ་ཆེ་དང་འདྲ།
en: All are invincible, strong, and powerful.”

source: །སྐྱེས་བུ་གཞན་འོངས་སྨྲས་པ་བདག་ལས་དགྱེས་པའི་སྒྲ་གསོན་ལྷ།
en: Yet another man came and said, “O King, listen to my joyful news!

source: །འདུན་པ་ཅན་ལ་སོགས་པ་འབངས་ཀྱི་བྱིས་པ་བརྒྱད་བརྒྱ་བཙས་པར་གྱུར།
en: Eight hundred children, headed by Chanda, have been born to the servants.

source: །བསྔགས་ལྡན་གྱི་ནི་ཟླ་བོ་ཆིབས་རྟ་སྟོང་ཕྲག་བཅུ་དག་འབྲངས་གྱུར་ཏེ།
en: Kaṇṭhaka’s mare birthed ten thousand foals,

source: །ཆིབས་མཆོག་དམ་པ་གསེར་གྱི་འོད་ལྡན་རྔ་རྔོག་ལྕང་ལོར་འཁྲིལ་བ་ལགས།
en: Perfect horses, glowing golden, with plaited manes and tails.

source: །མཐའ་འཁོབ་ཁམས་ཀྱི་རྒྱལ་པོ་སྟོང་ཕྲག་ཉི་ཤུ་དག་ཀྱང་དེ་བཞིན་དུ།
en: Twenty thousand kings from the borderlands

source: །རྒྱལ་པོ་ཁྱོད་ཀྱི་ཞབས་ཀྱི་དྲུང་དུ་མཆིས་ཀྱིས་ལེགས་པར་རྒྱལ་གྱུར་ལྷ།
en: Came before the king, saying, “O King, may you be victorious!

source: །ད་ནི་བདག་མཆིས་སུག་ལས་ཅི་བགྱི་རྒྱལ་པོས་བདག་ལ་བཀའ་སྩལ་གསོལ། །རྒྱལ་པོ་ཁྱོད་འདིར་མངའ་བརྙེས་བདག་འབངས་ཇོ་བོ་ལྷ་ཅིག་རྒྱལ་བར་སྤྱོན།
en: We have come. Now tell us, king, what shall we do? Your Majesty, you are the master and we are the subjects. King, may victory be yours!

source: །གསེར་གྱི་དྲ་བས་མཛེས་པའི་གླང་པོ་དམ་པ་སྟོང་ཕྲག་ཉི་ཤུ་དག །ནམ་མཁའ་ལས་ནི་སྒྲ་དག་འབྱིན་ཅིང་རྒྱལ་པོའི་ཁབ་ཏུ་མགྱོགས་སུ་མཆིས།
en: “Twenty thousand fine elephants adorned with golden lattices Have quickly marched to Kapilavastu, trumpeting out their cries.

source: སྦྲུམ་མ་ལ་སོགས་ནག་གུ་ཟལ་ལུ་དག་དང་བེའུ་ནི་དྲུག་སྟོང་འབྲངས།
en: Headed by Gopā, six thousand black-spotted calves have been born;
